[
    {
        "text": "Quelle est la définition d’une tumeur en pathologie tumorale ?",
        "answer": "Une tumeur est une masse tissulaire anormale en excès."
    },
    {
        "text": "Quel est le suffixe habituellement utilisé pour nommer une tumeur ?",
        "answer": "Le suffixe -ome, sauf exceptions comme la linite gastrique."
    },
    {
        "text": "Quels sont les deux grands types de tumeurs ?",
        "answer": "Les tumeurs vraies (néoplasies) et les pseudo-tumeurs."
    },
    {
        "text": "Qu’est-ce qu’une tumeur vraie ou néoplasie ?",
        "answer": "Une prolifération tissulaire anormale pouvant être bénigne ou maligne."
    },
    {
        "text": "Quelle est la différence entre néoplasie et cancer ?",
        "answer": "La néoplasie peut être bénigne ou maligne, alors que le cancer est une néoplasie maligne liée à des anomalies génétiques."
    },
    {
        "text": "À quoi sont dues les anomalies responsables du cancer ?",
        "answer": "À des anomalies génétiques entraînant une altération du cycle cellulaire."
    },
    {
        "text": "Qu’est-ce qu’une pseudo-tumeur ?",
        "answer": "Une masse non tumorale pouvant être d’origine inflammatoire, hyperplasique, dystrophique ou malformative."
    },
    {
        "text": "Quelles sont les principales origines possibles des pseudo-tumeurs ?",
        "answer": "Inflammatoire, hyperplasique, dystrophique et malformative."
    },
    {
        "text": "Qu’est-ce qu’un hamartome ?",
        "answer": "Une pseudo-tumeur d’origine malformative."
    },
    {
        "text": "Qu’est-ce qu’un cancer ?",
        "answer": "Une néoplasie maligne résultant d’anomalies génétiques avec prolifération incontrôlée, invasive et métastatique."
    },
    {
        "text": "Qu’est-ce qu’un polype ?",
        "answer": "Une masse faisant saillie à l’intérieur d’un organe creux, tumorale ou non."
    },
    {
        "text": "Qu’est-ce qu’une polypose ?",
        "answer": "La présence de polypes en quantité importante."
    },
    {
        "text": "Qu’est-ce qu’un kyste ?",
        "answer": "Une cavité anormale remplie d’un liquide, mucus ou pus, avec une paroi le plus souvent épithéliale."
    },
    {
        "text": "Qu’est-ce qu’un pseudo-kyste ?",
        "answer": "Une cavité ne possédant pas de paroi propre, comme un abcès."
    },
    {
        "text": "Tous les polypes et kystes sont-ils tumoraux ?",
        "answer": "Non, certains sont néoplasiques et d’autres non."
    },
    {
        "text": "Qu’est-ce qu’une néoplasie intra-épithéliale ?",
        "answer": "Une dysplasie correspondant à un stade précoce non invasif d’un processus néoplasique."
    },
    {
        "text": "Que signifie le terme bénin en pathologie tumorale ?",
        "answer": "Une tumeur sans retentissement grave sur l’organisme."
    },
    {
        "text": "Que signifie le terme malin en pathologie tumorale ?",
        "answer": "Une tumeur avec retentissement grave pouvant entraîner la mort."
    },
    {
        "text": "Quelles sont les caractéristiques macroscopiques d’une tumeur bénigne ?",
        "answer": "Bien limitée, encapsulée et facilement exérable."
    },
    {
        "text": "Quelles sont les caractéristiques macroscopiques d’une tumeur maligne ?",
        "answer": "Mal limitée, non encapsulée et difficilement exérable."
    },
    {
        "text": "Quelles sont les caractéristiques microscopiques d’une tumeur bénigne ?",
        "answer": "Cellules régulières ressemblant au tissu normal."
    },
    {
        "text": "Quels sont les critères cytologiques de malignité ?",
        "answer": "Gros noyaux, atypies cellulaires et faible ressemblance avec le tissu normal."
    },
    {
        "text": "Comment évolue une tumeur bénigne ?",
        "answer": "Croissance lente, strictement locale, sans récidive ni métastase."
    },
    {
        "text": "Comment évolue une tumeur maligne ?",
        "answer": "Croissance rapide, infiltration, récidives fréquentes, métastases et décès possible."
    },
    {
        "text": "Une tumeur bénigne peut-elle entraîner le décès ?",
        "answer": "Oui, dans certains cas exceptionnels."
    },
    {
        "text": "Quelles sont les catégories particulières de tumeurs à comportement atypique ?",
        "answer": "Tumeurs à conséquences fonctionnelles graves, à malignité potentielle, locale, atténuée, borderline ou imprévisible."
    },
    {
        "text": "Sur quoi repose le mécanisme fondamental de développement des tumeurs ?",
        "answer": "Une prolifération cellulaire anormale, autonome et persistante."
    },
    {
        "text": "Quelles anomalies sont à l’origine du développement tumoral ?",
        "answer": "Des anomalies génétiques et épigénétiques."
    },
    {
        "text": "Quelles sont les conséquences biologiques de ces anomalies ?",
        "answer": "Dérégulation du cycle cellulaire, prolifération autonome, invasion et métastases."
    },
    {
        "text": "Qu’est-ce que la métaplasie ?",
        "answer": "La transformation acquise d’un tissu normal en un autre tissu normal différent."
    },
    {
        "text": "La métaplasie est-elle une lésion tumorale ?",
        "answer": "Non, c’est une lésion précancéreuse non tumorale."
    },
    {
        "text": "Qu’est-ce que la dysplasie ?",
        "answer": "Une lésion précancéreuse caractérisée par des anomalies architecturales et cytologiques."
    },
    {
        "text": "Quelle est la séquence classique de progression tumorale ?",
        "answer": "Épithélium normal → métaplasie → dysplasie bas grade → dysplasie haut grade → cancer."
    },
    {
        "text": "Qu’est-ce qu’une métastase ?",
        "answer": "Un foyer cancéreux secondaire développé à distance de la tumeur primitive."
    },
    {
        "text": "Quelles sont les principales voies de diffusion des métastases ?",
        "answer": "Les voies lymphatiques et sanguines."
    },
    {
        "text": "Quelle est la voie de diffusion préférentielle des carcinomes ?",
        "answer": "La voie lymphatique."
    },
    {
        "text": "Quelle est la voie de diffusion préférentielle des sarcomes ?",
        "answer": "La voie sanguine."
    },
    {
        "text": "Quels sont les objectifs de l’examen ACP en pathologie tumorale ?",
        "answer": "Diagnostic, pronostic, traitement et recherche."
    },
    {
        "text": "Quel est le premier élément obligatoire d’un compte rendu ACP tumoral ?",
        "answer": "Le type histologique de la tumeur selon la classification OMS."
    },
    {
        "text": "Quels autres éléments doivent figurer dans un CR ACP tumoral ?",
        "answer": "Facteurs histopronostiques, extension, stade pTNM, qualité d’exérèse, tissu non tumoral, réponse au traitement et facteurs prédictifs."
    },
    {
        "text": "Qu’est-ce que le stade d’un cancer ?",
        "answer": "Le degré d’extension du cancer dans l’organe et l’organisme."
    },
    {
        "text": "Que signifie la classification TNM ?",
        "answer": "T pour tumeur, N pour ganglions, M pour métastases."
    },
    {
        "text": "Qu’est-ce que le pTNM ?",
        "answer": "La classification TNM établie par l’anatomopathologie sur la pièce opératoire."
    },
    {
        "text": "Qu’est-ce que le ypTNM ?",
        "answer": "La classification TNM après traitement néoadjuvant."
    },
    {
        "text": "Que signifie une exérèse R0 ?",
        "answer": "Une exérèse complète sans reliquat tumoral."
    },
    {
        "text": "Que signifie une exérèse R1 ?",
        "answer": "La présence d’un résidu tumoral microscopique."
    },
    {
        "text": "Que signifie une exérèse R2 ?",
        "answer": "La présence d’un résidu tumoral macroscopique."
    },
    {
        "text": "Quelle est la différence entre le grade et le stade d’une tumeur ?",
        "answer": "Le grade correspond au degré de différenciation, le stade à l’extension du cancer."
    }
]