[
    {
        "text": "Quelle est la définition d’une tumeur en pathologie tumorale ?",
        "answer": "Une tumeur est une masse tissulaire anormale en excès."
    },
    {
        "text": "Quel est le suffixe habituellement utilisé pour nommer une tumeur ?",
        "answer": "Le suffixe -ome, sauf exceptions comme la linite gastrique."
    },
    {
        "text": "Quels sont les deux grands types de tumeurs ?",
        "answer": "Les tumeurs vraies (néoplasies) et les pseudo-tumeurs."
    },
    {
        "text": "Qu’est-ce qu’une tumeur vraie ou néoplasie ?",
        "answer": "Une prolifération tissulaire anormale pouvant être bénigne ou maligne."
    },
    {
        "text": "Quelle est la différence entre néoplasie et cancer ?",
        "answer": "La néoplasie peut être bénigne ou maligne, alors que le cancer est une néoplasie maligne liée à des anomalies génétiques."
    },
    {
        "text": "À quoi sont dues les anomalies responsables du cancer ?",
        "answer": "À des anomalies génétiques entraînant une altération du cycle cellulaire."
    },
    {
        "text": "Qu’est-ce qu’une pseudo-tumeur ?",
        "answer": "Une masse non tumorale pouvant être d’origine inflammatoire, hyperplasique, dystrophique ou malformative."
    },
    {
        "text": "Quelles sont les principales origines possibles des pseudo-tumeurs ?",
        "answer": "Inflammatoire, hyperplasique, dystrophique et malformative."
    },
    {
        "text": "Qu’est-ce qu’un hamartome ?",
        "answer": "Une pseudo-tumeur d’origine malformative."
    },
    {
        "text": "Qu’est-ce qu’un cancer ?",
        "answer": "Une néoplasie maligne résultant d’anomalies génétiques avec prolifération incontrôlée, invasive et métastatique."
    },
    {
        "text": "Qu’est-ce qu’un polype ?",
        "answer": "Une masse faisant saillie à l’intérieur d’un organe creux, tumorale ou non."
    },
    {
        "text": "Qu’est-ce qu’une polypose ?",
        "answer": "La présence de polypes en quantité importante."
    },
    {
        "text": "Qu’est-ce qu’un kyste ?",
        "answer": "Une cavité anormale remplie d’un liquide, mucus ou pus, avec une paroi le plus souvent épithéliale."
    },
    {
        "text": "Qu’est-ce qu’un pseudo-kyste ?",
        "answer": "Une cavité ne possédant pas de paroi propre, comme un abcès."
    },
    {
        "text": "Tous les polypes et kystes sont-ils tumoraux ?",
        "answer": "Non, certains sont néoplasiques et d’autres non."
    },
    {
        "text": "Qu’est-ce qu’une néoplasie intra-épithéliale ?",
        "answer": "Une dysplasie correspondant à un stade précoce non invasif d’un processus néoplasique."
    },
    {
        "text": "Que signifie le terme bénin en pathologie tumorale ?",
        "answer": "Une tumeur sans retentissement grave sur l’organisme."
    },
    {
        "text": "Que signifie le terme malin en pathologie tumorale ?",
        "answer": "Une tumeur avec retentissement grave pouvant entraîner la mort."
    },
    {
        "text": "Quelles sont les caractéristiques macroscopiques d’une tumeur bénigne ?",
        "answer": "Bien limitée, encapsulée et facilement exérable."
    },
    {
        "text": "Quelles sont les caractéristiques macroscopiques d’une tumeur maligne ?",
        "answer": "Mal limitée, non encapsulée et difficilement exérable."
    },
    {
        "text": "Quelles sont les caractéristiques microscopiques d’une tumeur bénigne ?",
        "answer": "Cellules régulières ressemblant au tissu normal."
    },
    {
        "text": "Quels sont les critères cytologiques de malignité ?",
        "answer": "Gros noyaux, atypies cellulaires et faible ressemblance avec le tissu normal."
    },
    {
        "text": "Comment évolue une tumeur bénigne ?",
        "answer": "Croissance lente, strictement locale, sans récidive ni métastase."
    },
    {
        "text": "Comment évolue une tumeur maligne ?",
        "answer": "Croissance rapide, infiltration, récidives fréquentes, métastases et décès possible."
    },
    {
        "text": "Une tumeur bénigne peut-elle entraîner le décès ?",
        "answer": "Oui, dans certains cas exceptionnels."
    },
    {
        "text": "Quelles sont les catégories particulières de tumeurs à comportement atypique ?",
        "answer": "Tumeurs à conséquences fonctionnelles graves, à malignité potentielle, locale, atténuée, borderline ou imprévisible."
    },
    {
        "text": "Sur quoi repose le mécanisme fondamental de développement des tumeurs ?",
        "answer": "Une prolifération cellulaire anormale, autonome et persistante."
    },
    {
        "text": "Quelles anomalies sont à l’origine du développement tumoral ?",
        "answer": "Des anomalies génétiques et épigénétiques."
    },
    {
        "text": "Quelles sont les conséquences biologiques de ces anomalies ?",
        "answer": "Dérégulation du cycle cellulaire, prolifération autonome, invasion et métastases."
    },
    {
        "text": "Qu’est-ce que la métaplasie ?",
        "answer": "La transformation acquise d’un tissu normal en un autre tissu normal différent."
    },
    {
        "text": "La métaplasie est-elle une lésion tumorale ?",
        "answer": "Non, c’est une lésion précancéreuse non tumorale."
    },
    {
        "text": "Qu’est-ce que la dysplasie ?",
        "answer": "Une lésion précancéreuse caractérisée par des anomalies architecturales et cytologiques."
    },
    {
        "text": "Quelle est la séquence classique de progression tumorale ?",
        "answer": "Épithélium normal → métaplasie → dysplasie bas grade → dysplasie haut grade → cancer."
    },
    {
        "text": "Qu’est-ce qu’une métastase ?",
        "answer": "Un foyer cancéreux secondaire développé à distance de la tumeur primitive."
    },
    {
        "text": "Quelles sont les principales voies de diffusion des métastases ?",
        "answer": "Les voies lymphatiques et sanguines."
    },
    {
        "text": "Quelle est la voie de diffusion préférentielle des carcinomes ?",
        "answer": "La voie lymphatique."
    },
    {
        "text": "Quelle est la voie de diffusion préférentielle des sarcomes ?",
        "answer": "La voie sanguine."
    },
    {
        "text": "Quels sont les objectifs de l’examen ACP en pathologie tumorale ?",
        "answer": "Diagnostic, pronostic, traitement et recherche."
    },
    {
        "text": "Quel est le premier élément obligatoire d’un compte rendu ACP tumoral ?",
        "answer": "Le type histologique de la tumeur selon la classification OMS."
    },
    {
        "text": "Quels autres éléments doivent figurer dans un CR ACP tumoral ?",
        "answer": "Facteurs histopronostiques, extension, stade pTNM, qualité d’exérèse, tissu non tumoral, réponse au traitement et facteurs prédictifs."
    },
    {
        "text": "Qu’est-ce que le stade d’un cancer ?",
        "answer": "Le degré d’extension du cancer dans l’organe et l’organisme."
    },
    {
        "text": "Que signifie la classification TNM ?",
        "answer": "T pour tumeur, N pour ganglions, M pour métastases."
    },
    {
        "text": "Qu’est-ce que le pTNM ?",
        "answer": "La classification TNM établie par l’anatomopathologie sur la pièce opératoire."
    },
    {
        "text": "Qu’est-ce que le ypTNM ?",
        "answer": "La classification TNM après traitement néoadjuvant."
    },
    {
        "text": "Que signifie une exérèse R0 ?",
        "answer": "Une exérèse complète sans reliquat tumoral."
    },
    {
        "text": "Que signifie une exérèse R1 ?",
        "answer": "La présence d’un résidu tumoral microscopique."
    },
    {
        "text": "Que signifie une exérèse R2 ?",
        "answer": "La présence d’un résidu tumoral macroscopique."
    },
    {
        "text": "Quelle est la différence entre le grade et le stade d’une tumeur ?",
        "answer": "Le grade correspond au degré de différenciation, le stade à l’extension du cancer."
    },
    {
        "text": "Qu'est ce qu'une inflammation ?",
        "answer": "Réponse d’un tissu conjonctif vascularisé à toute forme d’agression visant à faire disparaître l’agent agresseur, avec accumulation de liquide et de leucocytes dans les tissus extravasculaires."
      },
      {
        "text": "Dans quel type de tissu se situe toujours l’inflammation ?",
        "answer": "Dans le tissu conjonctif vascularisé."
      },
      {
        "text": "Pourquoi la cornée est-elle protégée de l’inflammation ?",
        "answer": "Parce qu’elle est un tissu conjonctif non vascularisé."
      },
      {
        "text": "Quels sont les cinq signes cliniques de l’inflammation aiguë ?",
        "answer": "Chaleur, rougeur, tuméfaction, douleur, perte de fonction."
      },
      {
        "text": "Qu’est-ce qu’une maladie aiguë ?",
        "answer": "Maladie à apparition brutale, évolution rapide et de courte durée."
      },
      {
        "text": "L’inflammation aiguë est-elle toujours transitoire ?",
        "answer": "Oui en principe, mais elle peut évoluer vers la chronicité."
      },
      {
        "text": "Cite cinq types cellulaires intervenant dans l’inflammation.",
        "answer": "Macrophages, polynucléaires neutrophiles, mastocytes, lymphocytes, plaquettes, fibroblastes."
      },
      {
        "text": "Quelles cellules prédominent dans l’inflammation aiguë ?",
        "answer": "Les polynucléaires neutrophiles et les macrophages."
      },
      {
        "text": "Quelles cellules prédominent dans l’inflammation chronique ?",
        "answer": "Les macrophages, lymphocytes, plasmocytes et mastocytes."
      },
      {
        "text": "Quel est le rôle des macrophages dans l’inflammation ?",
        "answer": "Phagocytose, détersion du foyer inflammatoire et participation à la réparation."
      },
      {
        "text": "Quelles sont les trois phases de l’inflammation aiguë ?",
        "answer": "Phase vasculaire, phase cellulaire, phase de résolution."
      },
      {
        "text": "Décris la phase vasculaire de l’inflammation aiguë.",
        "answer": "Vasodilatation et augmentation de la perméabilité capillaire entraînant un œdème."
      },
      {
        "text": "Quels médiateurs sont impliqués dans la vasodilatation ?",
        "answer": "IL-1 et TNF."
      },
      {
        "text": "Qu’est-ce que la diapédèse ?",
        "answer": "Passage actif des globules blancs à travers la paroi vasculaire vers le foyer inflammatoire."
      },
      {
        "text": "Définis la congestion.",
        "answer": "Augmentation de la quantité de sang d’un organe par dilatation du lit vasculaire."
      },
      {
        "text": "Que se passe-t-il lors de la phase cellulaire ?",
        "answer": "Migration et accumulation des leucocytes et macrophages avec phagocytose."
      },
      {
        "text": "Qu’est-ce qu’un granulome inflammatoire ?",
        "answer": "Ensemble organisé de cellules inflammatoires au sein du foyer lésionnel."
      },
      {
        "text": "Qu’est-ce que la détersion du foyer inflammatoire ?",
        "answer": "Élimination des débris cellulaires par phagocytose, surtout par les macrophages."
      },
      {
        "text": "Quel est le rôle du complément ?",
        "answer": "Faciliter la phagocytose, attirer les cellules inflammatoires et entraîner la destruction cellulaire."
      },
      {
        "text": "Que se passe-t-il lors de la phase de résolution ?",
        "answer": "Apoptose des polynucléaires neutrophiles et réparation tissulaire."
      },
      {
        "text": "Qu’est-ce qu’un abcès ?",
        "answer": "Nécrose tissulaire circonscrite contenant du pus composé de polynucléaires altérés."
      },
      {
        "text": "Qu’est-ce qu’une fausse membrane ?",
        "answer": "Dépôt de fibrine adhérent à la surface d’un tissu, signe de perforation."
      },
      {
        "text": "Définis l’inflammation chronique.",
        "answer": "Persistance de l’inflammation avec destructions cellulaires et réparation par fibrose."
      },
      {
        "text": "Quelles cellules dominent dans l’inflammation chronique ?",
        "answer": "Macrophages, lymphocytes, plasmocytes et mastocytes."
      },
      {
        "text": "Qu’est-ce que la fibrose ?",
        "answer": "Formation de tissu cicatriciel fibreux."
      },
      {
        "text": "Définis la cirrhose.",
        "answer": "Processus diffus du foie associant destruction cellulaire et fibrose mutilante délimitant des nodules de régénération."
      },
      {
        "text": "Qu’est-ce que l’hypersensibilité de type IV ?",
        "answer": "Réaction inflammatoire chronique médiée par les lymphocytes T."
      },
      {
        "text": "À quel type d’inflammation est associée l’hypersensibilité de type IV ?",
        "answer": "À l’inflammation granulomateuse."
      },
      {
        "text": "Cite cinq maladies granulomateuses.",
        "answer": "Tuberculose, sarcoïdose, maladie de Crohn, maladie de Horton, lèpre."
      },
      {
        "text": "Quelle est la tumeur bénigne qui concerne les fibroblastes ?",
        "answer": "Le fibrome"
      },
      {
        "text": "Quelle est la tumeur maligne issue des fibroblastes ?",
        "answer": "Le fibrosarcome"
      },
      {
        "text": "Quelle tumeur bénigne concerne les cellules musculaires lisses ?",
        "answer": "Le léiomyome"
      },
      {
        "text": "Quelle est la tumeur maligne des cellules musculaires striées ?",
        "answer": "Le rhabdomyosarcome"
      },
      {
        "text": "Quelle est la tumeur bénigne dérivée des adipocytes ?",
        "answer": "Le lipome"
      },
      {
        "text": "Quelle tumeur maligne provient des cellules endothéliales ?",
        "answer": "L’angiosarcome"
      },
      {
        "text": "Quelle est la tumeur bénigne des cellules cartilagineuses ?",
        "answer": "Le chondrome"
      },
      {
        "text": "Quelle tumeur maligne est issue des cellules osseuses ?",
        "answer": "L’ostéosarcome"
      },
      {
        "text": "Quelle tumeur bénigne concerne les mélanocytes ?",
        "answer": "Le nævus"
      },
      {
        "text": "Quelle est la tumeur maligne des mélanocytes ?",
        "answer": "Le mélanome"
      },
      {
        "text": "Un fibrome concerne quel type de cellules du tissu conjonctif ?",
        "answer": "Les fibroblastes"
      },
      {
        "text": "Un fibrosarcome dérive de quelles cellules ?",
        "answer": "Les fibroblastes"
      },
      {
        "text": "Un léiomyome provient de quel type de cellules ?",
        "answer": "Les cellules musculaires lisses"
      },
      {
        "text": "Un rhabdomyosarcome concerne quelles cellules ?",
        "answer": "Les cellules musculaires striées"
      },
      {
        "text": "Un lipome est issu de quel type cellulaire ?",
        "answer": "Les adipocytes"
      },
      {
        "text": "Un angiosarcome concerne quelles cellules ?",
        "answer": "Les cellules endothéliales"
      },
      {
        "text": "Un chondrosarcome dérive de quelles cellules ?",
        "answer": "Les cellules cartilagineuses"
      },
      {
        "text": "Un ostéome concerne quel tissu ?",
        "answer": "Le tissu osseux"
      },
      {
        "text": "Un mélanome dérive de quelles cellules ?",
        "answer": "Les mélanocytes"
      },
      {
        "text": "Un schwannome concerne quel type de tissu ou de cellules ?",
        "answer": "Les gaines des nerfs périphériques (cellules de Schwann)"
      },
      {
        "text": "Quelle est la différence de suffixe entre une tumeur bénigne et maligne du tissu conjonctif ?",
        "answer": "Les tumeurs bénignes se terminent par -ome, les tumeurs malignes par -sarcome"
      },
      {
        "text": "À quel grand groupe appartiennent les lipomes, fibromes et chondromes ?",
        "answer": "Aux tumeurs conjonctives"
      },
      {
        "text": "Les carcinomes dérivent de quel type de tissu ?",
        "answer": "Du tissu épithélial"
      },
      {
        "text": "Les sarcomes sont-ils plutôt épithéliaux ou conjonctifs ?",
        "answer": "Conjonctifs"
      },
      {
        "text": "À partir de quel tissu se développent les tumeurs hématopoïétiques ?",
        "answer": "Du tissu hématopoïétique (cellules productrices du sang)"
      }
]